Repository: Kwpolska/aurqt
Catalog: locale/*/LC_MESSAGES/aurqt.po
Languages: pl

source: ERROR:
pl: BŁĄD:

source: Cannot create the configuration directory.
pl: Nie można utworzyć katalogu z konfiguracją.

source: You didn’t provide the username or the password!
pl: Nie podałeś nazwy użytkownika i hasła!

source: Cannot log in (wrong credentials?)
pl: Nie można się zalogować (złe dane?)

source: Cannot log out.
pl: Nie można się wylogować.

source: Could not log into the AUR.
pl: Nie można zalogować się do AUR.

source: Hint:
pl: Podpowiedź:

source: A graphical AUR manager.
pl: Graficzny menadżer dla AUR.

source: LANG locale by AUTHOR <MAIL@IF.YOU.WANT>
pl: Polskie tłumaczenie autorstwa Kwpolska <kwpolska@kwpolska.tk>

source: Using PKGBUILDer v{}.
pl: Używa PKGBUILDer v{}.

source: About aurqt
pl: O aurqt

source: Username
pl: Użytkownik

source: Mail Address
pl: Adres e-mail

source: Password
pl: Hasło

source: Re-type password
pl: Hasło (ponownie)

source: Real Name
pl: Imię i nazwisko:

source: IRC Nick
pl: Nick na IRC-u

source: PGP Key Fingerprint
pl: Fingerprint klucza PGP

source: gpg --fingerprint (40 characters long).
pl: gpg --fingerprint (40 znaków).

source: Register
pl: Zarejestruj się

source: Account settings
pl: Ustawienia konta

source: Something went wrong. Cannot make a request to the AUR. Try again.
pl: Coś się popsuło. Nie można wykonać żądania do AUR. Spróbuj ponownie.

source: Something went wrong.
pl: Coś się popsuło.

source: Passwords differ.
pl: Hasła różnią się.

source: Username is empty.
pl: Pole <em>Użytkownik</em> jest puste.

source: Mail address is empty.
pl: Pole <em>Adres e-mail</em> jest puste.

source: Comment…
pl: Skomentuj…

source: Install
pl: Zainstaluj

source: Actions
pl: Akcje

source: Data
pl: Dane

source: Out of Date
pl: Nieaktualny

source: Category
pl: Kategoria

source: AUR URL
pl: URL w AUR

source: Project URL
pl: URL projektu

source: Maintainer
pl: Opiekun

source: Votes
pl: Głosy

source: First submitted
pl: Wysłany

source: Last updated
pl: Ostatnia aktualizacja

source: Comments
pl: Komentarze

source: Add a comment…
pl: Dodaj komentarz…

source: Loading…
pl: Ładowanie…

source: &Vote
pl: Głosuj

source: Vote for this package
pl: Głosuj na ten pakiet

source: &Notify
pl: Powiadomie&nia

source: Enable comment notifications for this package
pl: Włącz powiadomienia o komentarzach do tego pakietu

source: &Flag as outdated
pl: O&flaguj jako nieaktualny

source: Flag the package as outdated.
pl: Oznacz pakiet jako nieaktualny.

source: &Comment…
pl: Skomentuj…

source: Add a comment for this package
pl: Dodaj komentarz dla tego pakietu

source: Make a &request…
pl: Pop&roś o akcję…

source: Request an action on this package (remove, merge, orphan).
pl: Poproś o wykonanie akcji na tym pakiecie (usunięcie, połączenie, osierocenie).

source: &Disown
pl: Osieroć

source: Disown this package
pl: Osieroć ten pakiet

source: &Adopt
pl: Z&aadoptuj

source: Adopt this package
pl: Zaadoptuj ten pakiet

source: Only the maintainer can unflag a package.
pl: Tylko opiekun pakietu może usunąć flagę.

source: yes, since {}
pl: tak, od {}

source: no
pl: nie

source: There are currently no comments for this package.
pl: Obecnie nie ma komentarzy dla tego pakietu.

source: In order to add one, hit the button above.
pl: Aby dodać pakiet, kliknij przycisk powyżej.

source: Uninstall
pl: Odinstaluj

source: &Log out [{}]
pl: Wy&loguj się [{}]

source: Log out.
pl: Wyloguj się.

source: Account se&ttings
pl: Us&tawienia konta

source: Modify the settings of this account.
pl: Zmień ustawienia tego konta.

source: &Log in
pl: &Logowanie

source: Regis&ter
pl: &Rejestracja

source: Register a new account.
pl: Zarejestruj nowe konto

source: &Upgrade ({})
pl: Akt&ualizacja ({})

source: Upgrade installed packages. ({} upgrades available)
pl: Zaktualizuj zainstalowane pakiety. (dostępnych {} aktualizacji)

source: &Upgrade
pl: Ak&tualizacja

source: Upgrade installed packages.
pl: Zaktualizuj zainstalowane pakiety.

source: &Upgrade (…)
pl: Akt&ualizacja (…)

source: Fetching upgrades list…
pl: Pobieranie listy aktualizacji…

source: &Refresh upgrades
pl: Odśwież listę aktualizacji

source: Refresh the upgrade counter.
pl: Odśwież licznik aktualizacji.

source: Upl&oad…
pl: D&odaj pakiet…

source: Upload a package to the AUR.
pl: Dodaj pakiet do AUR.

source: &Search…
pl: &Szukaj…

source: Search the AUR.
pl: Szukaj w AUR.

source: &Preferences
pl: &Preferencje

source: Open the Preferences window.
pl: Otwórz okno Preferencje.

source: &Quit
pl: Wyjdź

source: Quit aurqt
pl: Wyjdź z aurqt.

source: Working on authentication…
pl: Logowanie…

source: &My packages
pl: &Moje pakiety

source: Display packages maintainedby the current user
pl: Wyświetl pakiety, których opiekunem jest obecny użytkownik

source: Request &Generator
pl: &Generator Próśb

source: Open the Mail Request Generator.
pl: Otwórz Generator Próśb Mailowych.

source: Online &Help
pl: Pomoc (online) (&H)

source: Show the online help for aurqt.
pl: Pokaż pomoc online dla aurqt.

source: A&bout
pl: O

source: Cl&ose
pl: Zamknij

source: Close the active window
pl: Zamknij aktywne okno

source: &Minimize
pl: &Minimalizuj

source: Minimize the active window
pl: Minimalizuj aktywne okno

source: Close &All
pl: Z&amknij wszystkie

source: Close all the windows
pl: Zamknij wszystkie okna

source: &Tile
pl: Sąsiadująco

source: Tile the windows
pl: Ustaw okna sąsiadująco

source: &Cascade
pl: Kaskadowanie

source: Cascade the windows
pl: Kaskaduj okna

source: Ne&xt
pl: Następne

source: Move the focus to the next window
pl: Przenieś fokus do następnego okna

source: Pre&vious
pl: Poprzednie

source: Move the focus to the previous window
pl: Przenieś fokus do poprzedniego okna

source: &File
pl: Plik

source: &Account
pl: Konto

source: &Window
pl: Okno

source: &Help
pl: Pomoc

source: Can’t connect to the AUR. aurqt will now quit.
pl: Nie można połączyć się z AUR. aurqt zostanie zamknięty.

source: Logged out.
pl: Wylogowano.

source: Remember me
pl: Zapamiętaj mnie

source: Forgot password
pl: Zapomniałem hasła

source: Log in
pl: Zaloguj się

source: Something went wrong. Error message: {}
pl: Coś się popsuło. Komunikat o błędzie: {}

source: Mail address:
pl: Adres e-mail:

source: Please enter an address.
pl: Wpisz adres.

source: Check your mailbox.
pl: Sprawdź skrzynkę pocztową.

source: Request failed. Check your Internet connection.
pl: Żądanie nie powiodło się. Sprawdź swoje połączenie internetowe.

source: Terminal emulator
pl: Emulator terminala

source: command
pl: komenda

source: arguments used to run a command in the terminal emulator of choice (-e in the most popular ones)
pl: argumenty używane do uruchomienia komendy w wybranym emulatorze terminala (-e w najpopularniejszych)

source: command to execute
pl: komenda do wykonania

source: arguments used to install AUR packages
pl: argumenty używane do instalowania pakietów z AUR

source: packages to install
pl: pakiety do zainstalowania

source: The helper will run in a terminal window. Requirements: dependency resolution; actually building and installing packages (so no cower)
pl: Helper będzie uruchomiony w oknie terminala. Wymagania: rozwiązywanie zależności; budowanie i instalowanie pakietów (nie cower)

source: Preferences
pl: Preferencje

source: Request type
pl: Rodzaj prośby

source: Remove
pl: Usunięcie

source: Merge
pl: Połączenie pakietów

source: Orphan
pl: Osierocenie

source: Packages
pl: Pakiety

source: Add
pl: Dodaj

source: Remove selected
pl: Usuń wybrane

source: Package
pl: Pakiet

source: Reason
pl: Powód

source: Copy this message and send it to aur-general@archlinux.org. Please consult the package maintainers before sending. (Give them two weeks to answer.)
pl: Przekopiuj tą wiadomość i wyślij na aders aur-general@archlinux.org. Skonsultuj się z opiekunami pakietów przed wysłaniem. (Daj im dwa tygodnie na odpowiedź.)

source: Mail Request Generator
pl: Generator Próśb Mailowych

source: Merge group
pl: Grupa połączenia

source: Final package?
pl: Ostateczny pakiet?

source: No request type chosen.
pl: Nie wybrano typu prośby.

source: No reason given for {}.
pl: Nie podano powodu dla {}.

source: No merge group set for {}.
pl: Nie wybrano grupy połączenia dla {}.

source: Merge group for {} is not an integer.
pl: Grupa dla {} nie jest liczbą całkowitą.

source: {} is already an orphan.
pl: {} jest już osierocony.

source: {} is yours, you can orphan it yourself (search for it in aurqt or the AUR website.)
pl: {} należy do ciebie, sam możesz go osierocić (znajdź go w aurqt lub na stronie AUR.)

source: The following errors occured during generation:
pl: Następujące błędy miały miejsce podczas generacji:

source: No package specified.
pl: Nie podano pakietu.

source: No such package: {}
pl: Nie ma takiego pakietu:

source: Search
pl: Szukaj

source: Name/Description
pl: Nazwa/Opis

source: Name
pl: Nazwa

source: Version
pl: Wersja

source: Description
pl: Opis

source: Internal error.
pl: Błąd wewnętrzny.

source: Your query is too short.
pl: Twoje zapytanie jest zbyt krótkie.

source: Found the following upgrades:
pl: Znaleziono następujące aktualizacje:

source: Current
pl: Obecna

source: New
pl: Nowa

source: No upgrades found.
pl: Nie znaleziono aktualizacji.

source: Refresh
pl: Odśwież

source: Searching for upgrades…
pl: Szukanie aktualizacji…

source: Choose the packages you want to upgrade and press OK.
pl: Wybierz pakiety do aktualizacji i kliknij OK.

source: Show:
pl: Pokaż:

source: Downgrades
pl: Dezaktualizacje

source: VCS packages
pl: Pakiety z VCS

source: Check:
pl: Zaznacz:

source: All
pl: Wszystkie

source: None
pl: Żadne

source: Reverse
pl: Niezaznaczone

source: Revert the selection.
pl: Odwróć zaznaczenie

source: Upgrade
pl: Aktualizuj

source: Success
pl: Sukces

source: Failure: {}
pl: Porażka: {}

source: File
pl: Plik

source: Upload
pl: Dodaj

source: Browse
pl: Przeglądaj

source: Browse for source packages
pl: Przeglądaj pakiety źródłowe

source: Source packages
pl: Pakiety źródłowe

source: No file selected.
pl: Nie wybrano pliku.

source: Waiting
pl: Oczekuje

source: Uploading…
pl: Dodawanie…
